[
    {
        "url": "https://www.thehindu.com/news/international/fire-in-gold-mine-kills-at-least-27-in-peru/article66825622.ece",
        "total text ": [
            "To enjoy additional benefits",
            "CONNECT WITH US",
            "\nFire in gold mine kills at least 27 in Peru\n",
            "Peruvian authorities say a fire broke out deep in a gold mine in southern Peru and killed at least 27 workers during an overnight shift",
            " May 08, 2023 08:00 am | Updated 08:00 am IST - LIMA ",
            "\nCOMMents\n",
            " SHARE\n",
            "\nCopy link\n",
            "\nFacebook\n",
            "\nTwitter\n",
            "\nTelegram\n",
            "\nLinkedIn\n",
            "\nWhatsApp\n",
            "\nReddit\n",
            "\nREAD LATER\n",
            "\nA handout picture released by the Peruvian National Police showing Police officers carrying the remains of one of the victims of a fire at La Esperanza mine in the Yanaquihua district of Arequipa, southern Peru, on May 7, 2023.\n| Photo Credit: AP\n",
            "A fire broke out deep in a gold mine in southern Peru and killed at least 27 workers during an overnight shift, Peruvian authorities reported.",
            "The Yanaquihua mining company said in a statement that a total of 175 workers had been safely evacuated after the accident, which happened late Friday or early Saturday, May 6, 2023. It said the 27 dead worked for a contractor that specialises in mining.",
            "Government officials said the cause of the incident was under investigation. Some news reports said preliminary investigations indicated an explosion might have been set off by a short circuit in a part of the mine about 100 meters below the surface.",
            "Relatives of the victims were brought by buses to the mine in Yanaquihua in the Arequipa region, where they were briefed by security agents. Some sat in front of posters at the entrance to the mine to wait for the bodies of their loved ones.",
            "Marcelina Aguirre said her husband was among the dead. She said he had told her there were risks at the mine.",
            "“We are very worried, very sad we are, to lose a husband, leaving two abandoned children,” she said.",
            "The Public Ministry of Arequipa’s Fiscal District said investigators were working to clarify what happened. “During the investigation, the Prosecutor’s Office will determine the cause of the tragic event and the responsibilities of those involved,” its statement said.",
            "\nCOMMents\n",
            " SHARE\n",
            "\nCopy link\n",
            "\nFacebook\n",
            "\nTwitter\n",
            "\nTelegram\n",
            "\nLinkedIn\n",
            "\nWhatsApp\n",
            "\nReddit\n",
            "\nRelated Topics\n",
            "Trending on thehindu.com",
            "Trending on our Group sites",
            "BACK TO TOP",
            "Comments",
            "Comments have to be in English, and in full sentences. They cannot be abusive or personal. Please abide by our ",
            " for posting your comments. ",
            "We have migrated to a new commenting platform. If you are already a registered user of The Hindu and logged in, you may continue to engage with our articles. If you do not have an account please register and login to post comments. Users can access their older comments by logging into their accounts on Vuukle."
        ]
    }
]