[
    {
        "url": "https://blog.lirqs.com/siva-shankar-master-dance-choreographer-and-actor/",
        "total text ": [
            "Siva Shankar Master(Dance Choreographer and Actor)",
            "A dance choreographer in over ten languages, K. Siva Shankar was primarily associated with films from South India, such as Tamil and Telugu. He is a talented dance choreographer and an actor.",
            "He was born on the 7th of December in the year 1948 in Chennai Tamilnadu, and his popular nickname is Siva Shankar. In Kothawal Chavadi, his father, late Kalyana Sundaram, was a wholesale fruit dealer. His mother's name was Komala Amal.",
            "Growing Up",
            "He had a backbone fracture at an early age because of an accident, and he was cared for by his aunts until he was eight years old. He was educated at home. He thereafter went to Hindu Theological Higher Secondary School in Sowcarpet to study.",
            "He recently attributed his feminine demeanor to his lack of outside world contact because of his upbringing, in which he was primarily cared for by women in his family. His father was a highly gifted musician and astrologer with an extensive understanding of Carnatic music and astrology, but he was harsh with his children.",
            "Fortunately, while his father was away at a Carnatic music festival, Shivashankar was requested to represent him at theatre and dance festivals. He was inspired to learn to dance because of this. Natraj &Shakuntala, Mylapore, taught him the fundamentals of dancing. In 1974, he became an assistant to dance master Saleem.",
            "Professional life",
            "Having worked on over 800 feature films. After criticising the delay in getting him into the site, his experience at the ceremonial ceremony was published in the media. His lightning-fast choreography for the Thiruda Thirudi film's super successful song Manmadha Raasa was extensively praised in 2003.",
            "For his contributions to dance, he received an honorary doctorate from New International Christian University in Bangalore in 2003. Sivasankar has also acted in films, most notably in K. S. Ravikumar's Varalaru, in which he played Ajith Kumar's dance instructor (2006).",
            "The choreographer was tasked with creating not only dance sequences but also action sequences and Ajith's overall body language to portray him in a feminine light. In Bala's period drama Paradesi (2013), he played a Christian missionary who seeks to convert the religion of innocent tea workers.",
            "Shiva Shankar's Amazing Facts",
            "· Sivasankar began his career as a choreographer for Indian dance.",
            "· On Instagram's official account, he has more followers.",
            "· Sivasankar is a huge fan of his mother.",
            "· He enjoys traveling, dancing, and meeting new people.",
            "Laureates and honors",
            "The song 'Dheera Dheera' from Ram Charan's 2011 film Magadheera won Siva Shankar the ",
            "National Film Award",
            " for Best Dance Choreography.",
            "Poove Unakkaga (1996), Vishwa Thulasi (2003), Varalaru (2006), and Uliyin Osai won him the ",
            "Tamil Nadu State Film Award",
            " for Best Choreographer (2008).",
            "Death",
            "The virus had infected 90% of his lungs, and he was on mechanical ventilator support. He tested positive for Covid 19, but difficulties emerged after he was transferred to the Intensive Care Unit. On November 28, 2021, at the age of 72, Sivasankar died in a private hospital in Hyderabad.",
            "Published by:",
            "You might also like...",
            "Sirivennela Sitarama Sastry"
        ]
    },
    {
        "url": "https://blog.lirqs.com/page/2/",
        "total text ": [
            "Latest",
            "Listen to her melodious voice in lirqs app- Vidyadhari Ramakuri",
            "Enjoy the voice of passion with lirqs app- Mohan Raj",
            "Top 10 best lyricists of 2021 in India",
            "Top 10 most popular singers of 2021 in India",
            "Lata Mangeshkar top songs in Bollywood",
            "Legendary Famous Singer YesudasAll-Time Favourite Songs",
            "Legendary SP Balu: The innumerable awards & recognition for 54 years music industry",
            "The Most Memorable A.R Rahman songs Ever 2021",
            "SP Balu Top 10 All-time favorite Songs Music india"
        ]
    },
    {
        "url": "https://blog.lirqs.com/sirivennela-sitarama-sastry/",
        "total text ": [
            "Sirivennela Sitarama Sastry",
            "Known professionally as Sirivennela Seetharama Sastry, Chembolu Seetharama Sastry was an Indian poet, singer, actor, and lyricist. He wrote several plays and songs for Telugu cinema. After writing the lyrics for an independent film directed by K. Viswanath seetharama sastry has attained the name sirivennela . Since then, he's written over 3,000 songs and received the Nandi award from the Andhra Pradesh government, among other accolades.",
            "About",
            "Sirivennela Seetharama Sastry was born in Anakapalle in the city of visakhapatnam, Andhra Pradesh, India, on May 20, 1955. He went to a local school and college in Andhra Pradesh for his education and college. Dasiviyogi was his father's name, and Subbulakshmi was his mother's name. He earned a bachelor of arts and a master of arts from an open university.",
            "Career",
            "· Throughout the career of sirivennela, he has written over 300 songs. His songs frequently have a favorable impact on listeners; they are upbeat and motivating.",
            "· He is the author of several novels, including Sirivennela Tarangalu, Nandi Vardhanalu, Kalyana Raagalu, Shiva Darpanam, and others.",
            "· The song \"Vidhata Thalapuna,\" sung by S. P. Balasubrahmanyam and P. Susheela, is a particular highlight of the film. The song is about Aum, Hinduism's most sacred syllable, from which the Vedic traditions arose.",
            "· Adibhikshuvu Vadinedi Koredhi and Ee Gali Ee Nela are two other legendary songs that no generation could ever forget.",
            "· Seetharama Sastry won his first Nandi Award as the Best Lyricist for the song \"Aadi Bhikshuvu\" and the lyrics of the song got extremely popular. For his first picture, he received the Nandi Award.",
            "Awards and Honors",
            "· In 2019, he was awarded the ",
            "Padma Shri",
            ", the highest ",
            "civilian honor",
            ".",
            "· Sirivennela (1986), Sruthilayalu (1987), Swarnakamalam (1988), Gaayam (1993), Subha Lagnam (1994), Sreekaram (1996), Sindhooram (1997, Prema Katha (1999, Chakram (2005), Gamyam (2008) and Seethamma Vakitlo Sirimalle Chettu (2013) for all these movies he won the ",
            "Nandi Award for Best Lyricist.",
            "· In the films Nuvvostanante Nenoddantana (2005), Gamyam (2008), Mahatma (2009), and Kanche (2015), he won ",
            "the Filmfare Award for Best Lyricist",
            ".",
            "· In the Santosham Film Awards, he received the Best Lyricist Award for Kanche (2015).",
            "· He was awarded the ",
            "SIIMA ",
            "(South Indian International Movie Awards) Best Lyricist (Telugu) - Kanche movie (2015).",
            "· He is a Bronzed Llama winner, which he is known for in his hometown of Anakapalli.",
            "· He was honoured with the Lifetime Achievement Award, in January 2012.",
            "Additional Works",
            "· Seetharama Sastry was well-known for his acting for the real estate firm \"Subhagruha.\"",
            "· Sirivennela Tarangalu is a book that contains his interpretations of his lyrics and poetry. On March 3, 2014, Sitarama Sastry attended a public gathering in Tirupati called Loksatta Party.",
            "· He toured numerous cities in the United States in the summer of 2014 with singers Parthasaradhi (Parthu) and Sahithi, presenting the meaning behind the lyrics \"Sirivennela Antharangaalu.\"",
            "Death",
            "Sirivennela Seetharama Sastry was hospitalized with pneumonia on November 24 and was treated in the Intensive Care Unit. According to the hospital, he was placed on ECMO to maintain his lungs, with medical staff continuously monitoring his condition. He died on Tuesday (30th November 2021) at a private hospital in Hyderabad due to lung cancer-related complications.",
            "Published by:",
            "You might also like...",
            "Stages of Music Production by the Popular Musicians",
            "Siva Shankar Master(Dance Choreographer and Actor)",
            "Listen to her melodious voice in lirqs app- Vidyadhari Ramakuri",
            "Enjoy the voice of passion with lirqs app- Mohan Raj"
        ]
    },
    {
        "url": "https://blog.lirqs.com/magical-lyrics-by-the-popular-lyricists-2021/",
        "total text ": [
            "Magical Lyrics by the Popular Lyricists 2021",
            "Music is everywhere; whatever sound we hear is a different kind of music, whether it's the sound of some instrument or the sound created by some human beings, they all are music. Music that is loved by everyone, no matter what the age is. What matters the most is the love, dedication, and interest in the music. The best explanation of music can make in terms of lyrics. Lyrics are the method that helps to understand the one in a better and simpler way.",
            "The hands behind those magical lyrics that pull the listeners towards themselves are of the lyricist. They penned the story, poem, or any song in such a manner that they make the people feel whether the whole scenario is happening or not. So without further ado, let us have a look at some popular lyricist of 2021 who has offered us some amazing content in our Ups and Downs, Highs and Lows.",
            "List of Best Lyricists in India 2021",
            "1. ",
            "Kunal Verma",
            "Kunal Verma, a lyricist and a poet of origin from Rajasthan. In 2015 a song from the film “Hamari Adhuri Kahani” named “Hasi Ban Gaye” has opened his ways and penned down his name under the category of brilliant lyricists. His best creations are Tum Hi Aana from Marjaawan, Chale Aana fro, De De Pyar De till now. In 2021 he came up with the music video \"Dil Lauta Do\" with Payal Dev, which gained huge viewers.",
            "2. ",
            "Manoj Muntashir",
            "A well-known screenwriter, lyricist, and poet too who has acquired both the names and fame. After his beautiful and heart weeping ultimate creation of patriotism 'Teri Mitti,' he came into highlights. The best creations of Manoj Muntashir are Galiyaan from Ek Villain, Tere Sang Yaara from Rustom, and Kaun Tujhe from MS Dhoni.",
            "3. ",
            "Amitabh Bhattacharya",
            "Amitabh Bhattacharya is an Indian lyricist of origin from Uttar Pradesh. He got his overnight popularity from his super-duper hit creation of Emotional Atyaachaar from Dev D. In today's time, the association of Amitabh Bhattacharya and Amit Trivedi is the best at present. Some of the brilliant creations are Channa Meraya from AADHM, Kalank, Dil Bechara also. He has also won the National Award in this field.",
            "4. ",
            "Mithoon",
            "Mithoon is very amazing at playing Piano as well as keyboard. He is a nephew of Laxmikant Pyarelal. He has composed the song Woh Lamhe from Zeher. Moreover, he created magic with his pen by creating Tum Hi Ho from Ashiqui 2 in the minds and souls of every music lover. Apart from these, Maula Mere from Anwar, Yaariyan, Jaan Ban Gae from Khuda Gawah, and many more are the best creations by Mithoon.",
            "5. ",
            "Jaani",
            "He is one of the most loved lyricists worldwide. Words penned by him directly touch the soul of human beings. Jaani is mostly known for his Punjabi Music Industry as he has written many Punjabi songs, including Qismat, Mann Bhareya, Kaun Hoyega, Baarish Ki JAAYE Taaron Ke Shehar. The genres of Jaani are Soulful, pop, Romantic as well as Sad.",
            "6. ",
            "Irshad Kamil",
            "The lyricist of the most popular and most demanded song Bekhayali from Kabir Singh, Irshad Kamil, has made the audience nuts. He has started his work in 2004 and has given several hits. Songs like Meharma (Love Ajkal 2), Kun Faya Kun (Rockstar), and Ashiqui 2 are also his best content.",
            "7. ",
            "Tanishk Bagchi",
            "Tanishk Bagchi is not only a great singer but a very well-known lyricist also. He has also worked with the Badshah, Dhvani Bhanushali, Monali Thakur, etc. His recent works are in Bell Bottom, Bacchan Pandey, Radhey Shyam, etc., his popular music videos were Yaad Piya ki Aane Lagi, Dilbar from Satyamev Jayate, and much more. Along with Bollywood, he had also sung in Tamil, Telugu, Malayalam as well as Bengali.",
            "8. ",
            "Maninder Buttar",
            "A Punjabi songwriter and a very popular youth icon due to his very nice and cheerful songs. His best songs list includes Shakhitaan, Nakhra, Paani di Gal, Laare etc.",
            "Published by:"
        ]
    },
    {
        "url": "https://blog.lirqs.com",
        "total text ": [
            "Latest",
            "TERE SANG YAARA SONG",
            "MEHERBANI SONG",
            "LALA BHEEMLA SONG",
            "BAARISHEIN",
            "Stages of Music Production by the Popular Musicians",
            "Life History of Top 10 Best Musicians in India",
            "Magical Lyrics by the Popular Lyricists 2021",
            "A Diary of Top 10 Young Musicians in India",
            "Siva Shankar Master(Dance Choreographer and Actor)",
            "Sirivennela Sitarama Sastry"
        ]
    },
    {
        "url": "https://blog.lirqs.com/a-diary-of-top-10-young-musicians-in-india/",
        "total text ": [
            "A Diary of Top 10 Young Musicians in India",
            "As the decades pass by, every time there's a revolution in the music scenario of a country. However, in India, things are seen a little differently. Bollywood has monopolized our country's major, music scene and there's no escaping it. The musicians like Honey Singh and Badshah have hijacked our radio stations and clubs with their repetitive music and irrelevant lyrics. No matter wherever you go. You will be bombarded with the same kind of music all the way.",
            "Here we have come out with some recent top 10 young musicians in India with their super excellent talent with they won many hearts. Let us look at it.",
            "List of Top 10 Young Musicians",
            "1.     Nucleya:",
            " Udyan Sagar, who step the stage by the name of Nucleya and introduced his sound to the masses just a few years ago. The number of his fans get increased steadfastly ever since. Nucleya doesn't define the music as EDM but rather calls it Dance Music. If you had heard him, you must be knowing how infectious his music is and if you had not heard him ever then listen now and you will enter the Nucleya phase for weeks altogether.",
            "2.     Shirley Setia",
            ": Shirley is an Indian-origin girl from New Zealand, she has more than a million followers on Facebook. She has made cover songs of some popular Hindi film songs and then presents them with her unique touch. Likes of singers like Asha Bhonsle and Kay Kay become the inspiration of Shirley Setia. She also became part of the YouTube Fest recently.",
            "3.     The F16s",
            ": F16 is an alternative band that hails from the port city of Chennai, India. The music of the F16 band echoes the melancholia which grapples with the mundanity of everyday life in a city that serves very little outside of itself.",
            "4.     Dualist Inquiry: ",
            "it is the brainchild of Sahej Bakshi. The band is the Delhi-based artist who studied music in L.A. and brought the indie music scene on the rise after returning from there. After this, he has not looked back ever since then. Tracks of Dualist Inquiry are more music based and there are hardly any lyrics.",
            "5.     Parvaaz: ",
            "If you open alt-J Parvaaz which came into existence in 2010, you will be having a lot of amazing tunes. It is Rock music that is infused with Indian creating a perfect combination. The singers of this band are basically in Urdu, Hindu, and also a bit of Kashmiri. It has the power to change your definition of 'catchy'.",
            "6.     Hari & Sukhmani",
            ": This is the perfect duo that comes from Chandigarh who plays Punjabi folk with the fusion of ambient electronic music. Sukhmani is well trained in classical music and her powerful voice depicts her talent amazingly. And, the unique electronic skills of Hari perfectly give a compliment to Sukhmani's classical voice.",
            "7.     Nicholson",
            ": Nicholson was formed by Sohrab, who belongs to Mumbai. He learned Jazz Piano from Nova Scotia but he composes a different kind of music from that. He sings electronic music with some of the organic elements.",
            "8.     The Local Train: ",
            "This band belongs to Delhi, which became a major sensation on YouTube and their videos gained a million collective views. This was ranked as India’s No.1 rock band in the year 2015 by Sennheiser. They don’t restrict themselves to a particular genre, but still, they think that expressing themselves in Hindi will depict them amazingly as Indians.",
            "9.     Kanchan Daniel & The Beards",
            ": This band was formed in 2012 and is completely based in Mumbai by Kanchan Daniel and keyboardist, Mukesh Lobo. They produce soulful lyrics and also beautiful music to attract their audience and make them crazy with their heartwarming music.",
            "10. Madboy/Mink: ",
            "Mink, Madboy, Imaad Shah, and Saba Azad belong to Mumbai collaborate on music and perfectly justify their job. They don't stick themselves to a particular genre, but people who have attended their live gigs define them as a perfect duo who performs great electronic music.",
            "Note",
            ": This is to mention here that this Top list of musicians are mentioned here based on the limited people opinions and it is not mentioned to promote or demotion any of the artists in the industry.",
            "Published by:",
            "You might also like...",
            "Stages of Music Production by the Popular Musicians"
        ]
    },
    {
        "url": "https://blog.lirqs.com/life-history-of-top-10-best-musicians-in-india/",
        "total text ": [
            "Life History of Top 10 Best Musicians in India",
            "When we talk about songs it comes up with Music, lyrics, composition, and many other things. Here we are talking about the Musicians who create such amazing soulful beats, rhythm, and harmony that directly hits the heart and soul of the listeners. One beautiful saying is thereby Plato",
            "'Rhythm and Harmony find their way in the inward places of the soul'",
            "Our Indian Classical Instruments justify this saying of Plato undoubtedly. Here below down, we have listed the top 10 best musicians in India or the music legends of India. They have an aura that enriches the music world and creates magical and soulful music that offers solace to the hearts of the listeners. These musicians have left an everlasting impact on our minds with their music.",
            "List of Top 10 Best Musicians in India",
            "1. ",
            "Pt. Shiv Kumar Sharma",
            ": A well-known Santoor Musician who does not require any introduction in the music world. He is very popular for not only his composition but also accomplished for playing Santoor. Jammu and Kashmir gave the world a blessed gift in the name of Pt. Shiv Kumar Sharma, a Padma Shri, and a Padma Vibhushan holder. He has become the reason behind making the Santoor the popular classical instrument. He made his debut from his first solo album that was recorded in 1960.",
            "2. ",
            "Hariprasad Chaurasia",
            ": He is an Indian Music director and more than that a classical flutist (Flute Player) from Allahabad(UP). Hariprasad Chaurasia was awarded Padma Bhushan and Padma Vibhushan. He collaborated with many of the talented and popular musicians including western musicians as well like 'John McLaughlin' and 'Ken Lauber'. Along with these he also composes the music for Hindi, Telugu, and English films namely ’16 Days in Afghanistan’.",
            "3. ",
            "Ustad Zakir Hussain",
            ": Ustad Zakir Hussain was born in Mahim, Mumbai. Currently settled in San Francisco. He is a multitalented legend. He is superb in the field as a composer, percussionist, music producer, film actor and above all these a very beautiful Indian Tabla Player which made him the greatest musician in India of all time. He was awarded many prestigious titles such as Padma Shri and Padma Vibhushan that makes him the youngest musician to honor these titles.",
            "4. ",
            "Amjad Ali Khan",
            ": A Sarod Musician, started performing in the United States in 1963 and then continued performing with his sons through the year 2000 and make changes to his instruments throughout his music career. He also played with the Hong Kong Philharmonic Orchestra. He also received Padma Vibhushan award.",
            "5. ",
            "Bismillah Khan",
            ": the very famous and the most popular Shehnai Musician. He not only performs only as a folk instrument but also performs globally at the concert level. Apart from these solo concerts he also composes the music for movies in Bollywood. Apart from his honorary doctorates, he was awarded various awards like Padma Shri, Padma Vibhushan, Bharat Ratna, and accolades for his contribution in uplifting the Shehnai Music at the International level. He was also honored with the Google Doodle on his 102",
            " birthday by Google.",
            "6. ",
            "Pandit Ravi Shankar",
            ": a composer of Hindustani Classical Music and a Sitar Player Pt. Ravi Shankar was born in the Bengali Brahmin family. He learned Sitar from the under-court musician named ‘Allauddin Khan’. He started his work with the ‘All India Radio in New Delhi’ in 1949. He was so engaged in his Sitar playing that he performed until the last days of his life.",
            "7. ",
            "Pt. Ram Narayan: ",
            "A Sarangi Musician, he was the first successful solo Sarangi player at the international level. He started learning Sarangi at a very young age and turns to be a music teacher and traveling musician in his teenage age. He was also hired by the 'All India Radio Lahore' as a vocalist and started working in the Indian Cinema after partition in 1947. He had received Padma Shri, Padma Bhushan, and Padma Vibhushan awards for his work.",
            "8. ",
            "Ustad Asad Ali Khan",
            ": Ustad Asad Ali Kahn was born in Alwar on 1",
            " December 1937 in the seventh generation of Rudra Veena players. He was the master of one of the four schools of Dhrupad, the Khander School. He has worked at All India Radio and also remained a faculty of Music and Fine Arts at the University of Delhi. He also trains the students in Sitar playing after his retirement. Along with this Ustad also conducted music courses in the US.",
            "9. ",
            "Ramnad v. Raghavan",
            ": He was born in Madurai, Tamil Nadu, and played Mridangam. He taught at Wesleyan University in Connecticut (US) and later moved to Chennai after retirement.",
            "10. ",
            "T.H. Vinayakram",
            ": He is an Indian Percussionist and plays Carnatic Music with Ghatam and that's the reason he is called the 'God of Ghatam'. He gave his first performance at the Ram Navmi Festival in March 1957 in Thootukudi. He made Ghatam a popular percussion instrument. He was honored with the Padma Shri and Padma Bhushan awards. He was also the first South Indian Musician to win Grammy for ‘world’s best music album’.",
            "Published by:"
        ]
    },
    {
        "url": "https://blog.lirqs.com/stages-of-music-production-by-the-popular-musicians/",
        "total text ": [
            "Stages of Music Production by the Popular Musicians",
            "What is Music?",
            "In general, every sound is a piece of music whether chirping of birds and waves lapping against coastline to cars honking in traffic. Music in a professional language is something that is put together in some purposeful ways to create a specific atmosphere or to simply express ideas or emotions and these such well-organized sounds are called music.",
            "Music-making is the process of combining all the various sounds and tones so that they create a unified composition.",
            "Here let us now discuss the stages of Music Production",
            "SONGWRITING",
            "Songwriting is the process of putting all the musical ideas altogether to form a larger structure of the coherent melody, harmony, and rhythm. Songwriting is the process of brainstorming which results in the beginning, middle, and conclusion. A good song is a subjective, matter that completely depends on the listener and to what extent they are drawn towards.",
            "ARRANGING",
            "Among all the steps of music production, arranging is the least understood and the most neglected step. If a song has good beats as well as the melody but still gets too repetitive after a while, it is usually because of an arrangement problem. Arrangement of the song is the only step that makes it more beautiful. In this step, they make the correct selection of the instruments playing in each section and how they are arranged.",
            "TRACKING",
            "Tracking is the process of recording the different instruments used to perform a song. Generally, a song is recorded just one track at a time. So whenever you record a new track, you have to hear all the other ones first you have recorded earlier. It is a process of multi-track recording.",
            "EDITING",
            "Editing can be done in 2 ways the first one is you don't need to edit while you are writing or recording. Focus on all the steps independently and later pay complete consideration so that you lose the energy each time you stop to address something. Leave the editing process to the second stage where you don't need to overdo it with the editing or the song will start to sound too \"chopped up\" and without feeling.",
            "MIXING",
            "It is the process of combining all the instruments that you have recorded into the stereo 2- track mix. A good mix will allow you to hear all the instruments and with complete detail. It will be having complete depth and emotion also it will have sound good and support the intention of the music. Mixing is a topic that needs more space than we have here, but a good start would be with this video series where you can learn how to start mixing with the plugins.",
            "MASTERING",
            "Mastering is the method involved with making that load of melodies sound lucid and part of a similar collection. A good mastering engineer has flawless ears and equipment and will correct any minor deficiencies in the mix that the mixing engineer may have missed due to the sound of their rooms.",
            "Wrap up",
            "Music production is simply a normal process of producing music. The more agreeable you are with the cycle, the simpler it will become for you to create a piece of music and to make it sounds great.",
            "Published by:",
            "You might also like...",
            "A Diary of Top 10 Young Musicians in India",
            "Sirivennela Sitarama Sastry",
            "Listen to her melodious voice in lirqs app- Vidyadhari Ramakuri",
            "Enjoy the voice of passion with lirqs app- Mohan Raj"
        ]
    },
    {
        "url": "https://blog.lirqs.com/baarishein/",
        "total text ": [
            "BAARISHEIN",
            "Baarishein Song",
            "This is a beautiful song Sung by Anuv Jain .It was published in his own youtube channel. It was also penned by Anuv Jain.This song was published in 2016.This song was a debut by Anuv jain but he received various reward for these it reached 16M views in no time.",
            "Details:",
            "Song:",
            "Baarishein",
            "Movie",
            ": Private Song",
            "Production: ",
            "Tri logic digital media",
            "Director: ",
            "Anuv Jain",
            "Singer",
            ": Anuv Jain",
            "Lyrics:",
            " Anuv Jain",
            "Music",
            ": Anuv Jain",
            "song lyrics as follows",
            "HauLe Se, DheEme Se,",
            "MuJh Ko BaaHon Mein BhAr Lo Na Tum",
            "NarAm Si, Sanson Mai,",
            "Mujhko AahOn Mai BhAr Lo Na TUm",
            "Sun ZaRa Mere PaAs Aa",
            "Ab Beithe Hain HUm Bhi Yaha",
            "Dil Ke DarMiyan",
            "Baarishein Hain BarIshein Hain",
            "TEri Hi Baaton Pe MaiNe",
            "SaJa Li Hai DuNiya Yahan",
            "Dil Ke DarMiyan",
            "BaarIshein HAin Baarishein",
            "Ab TU AAti Hai BuLati Hai,",
            "BisTar Se YoUn GirAti Hai",
            "Ke So Un Mai",
            "BaaHon MAi Bus TEri",
            "Jab BaarisHein BaraSti HaIn",
            "PAgal JaIse Thirakti Hain",
            "TUm JaiSi Ho",
            "Bus WEsi Hi RaHo",
            "Ab TeRe Bina YaHan MeRi SaansAin",
            "Jaise Bina NinDiya Ki Raatain Hain Toh",
            "Aur Tu Hi MEre Dil Ki RaZa Hai",
            "Tere BIna Dil Bhi Khafa HAi Toh",
            "Teri AankhOn Ka KaJal",
            "Na PheLe Ab KaBhi Bhi",
            "TujHe Itna PyaAr Dun",
            "Teri KhushIon Ki KhAtir",
            "Ye DunIya Mai MeRi",
            "Ikk PAl MAi WaAr DUn Mai",
            "Ab BiKhri TeRi Ye ZulFon SE",
            "AnkhAin TEri JAb DiKhti Hain",
            "DiKhta HAi MujHe Wo AaSman",
            "Ke KhoLon PaNkh Mai MEre",
            "Urr JaoUn Mai KHo JaOun Mai",
            "Is AasMan MaI",
            "PatanGon Ki TarHan",
            "Baarishein is a feel good  song peneed by Anuv Jain.It reached to people in no time .It was private album published in a youtube channel later some part of it was taken into the movie.It is a debut song for Anuv Jain has a career best.",
            "Note",
            ":This song is the most beautiful song by considering the opinion of few people but not all and also we don’t have intention of promoting or demoting the song in any way. It is just providing details of the song. This beautiful song is featured in lirqs app sung by our talented singer Madhav Dulmauwa.",
            "Published by:"
        ]
    },
    {
        "url": "https://blog.lirqs.com/lala-bheemla-song/",
        "total text ": [
            "LALA BHEEMLA SONG",
            "Lala Bheemla Song",
            "Lala Bheemla Song is from the latest movie Bheemla Nayak. It is a song with The lead roles in this film are Pawan Kalyan, Rana Daggubati, Nitya Menon and Samyuktha Menon. It is directed by Saagar K. Chandra and screenplay provided by guruji Trivikram Srinivas. This song is sung by Aruna Kaundinya and penned by Trivikram Srinivas.",
            "Details:",
            "Song Title:",
            " Lala Bheemla",
            "Movie",
            ": Bheemla Nayak",
            "Producer: ",
            "S. Radha Krishna",
            "Director: ",
            "Sagar K. Chandra",
            "Music Director: ",
            "S Thaman",
            "Lyricist:",
            " Trivikram Srinivas",
            "Singer:",
            " Arun Kaundinya",
            "Story of Bheemla Nayak:",
            "A battle begins between SI Bheemla Nayak, a righteous policeman, and Daniel Shekhar, an-ex havildar when Daniel tricks Bheemla into surrendering to corruption.",
            "Lyrics of the Lala Bheemla Song",
            "LaLa BheEmla",
            "ADavi Puli, GodaVapadi",
            "OdisiPattu, DanChi Kottu",
            "KatThi Pattu, AdarAgottu",
            "GadAgada Gada GunDeladhara",
            "DHada DhaAda DhadaMani Dunne BeDhire",
            "AlagalagALagalagala LAalla",
            "AlagalagAGalagalagala BheEmla",
            "AlagalagaLAgalagala LAAlla",
            "AlagalagalAGalagala BheEmla",
            "AlagalaGAlagalagala Laalla",
            "AlagalagaLAgalagala BheEmla",
            "AlagalagaLAgalagala LAAlla",
            "AlagalagaLAgalagala BhEEmla",
            "AdAvi Puli, GodAVapadi",
            "OdisIPattu, DanChi KoTtu",
            "PAdi PadagAla PaamuPaina",
            "PaadamEttina SaAmi tHodu",
            "PiduguLochhi MeEda PadIthe",
            "KonDa GodugunettHinodu, Laalaa BheeMlaa",
            "EddhulOchhi MeEda PadiThe",
            "GuDdhi Guddhi SampiNodu",
            "EdhuroChhina PahilWaan Ni",
            "PaIki Paiki IsirinAadu, Laala BheEmla",
            "Lala BhEemla",
            "AdaVi Puli, GodavApadi",
            "OdisipAttu, Danchi KOttu",
            "KaTthi Pattu, AdaraGottu",
            "AlagalagalAGalagalaa Laalla",
            "AlagalaGAlagalagala Bheemla",
            "This film was actually a remake of a Malayalam film where the lead role Pawan Kalyan is going to play the role of a Police officer.",
            "Note",
            ": This song is a popular song in the opinion of most people but not all and also we don’t have the intention of promoting or demoting the song in any way. It is just providing information about the song.",
            "Published by:"
        ]
    },
    {
        "url": "https://blog.lirqs.com/meherbani-song/",
        "total text ": [
            "MEHERBANI SONG",
            "Meherbani Song",
            "This is a beautiful song from the movie The Shaukeens which is sung by Jubin Nautiyal . It’s a feel good song that soothes our hearts. This song is penned by Arko Pravo Mukherjee. This beautiful movie is directed by Abhishek Sharma  and written by Tigmanshu  dhulia under Trilogic Digital media and Ashwin Varde . Meherbani song is featured in the lirqs app by our talented singer Madhav Dulmauwa.",
            "Details:",
            "Song:",
            "Meherbani",
            "Movie",
            ": The Shaukeens",
            "Production: ",
            "Tri logic digital media",
            "Director: ",
            "Abhishek Sharma",
            "Singer",
            ": Jubin Nautiyal",
            "Lyrics:",
            " Arko Pravo Mukherjee",
            "Music",
            ": Arko Pravo Mukherjee",
            "Starring",
            ": Anupam Kher,Annu Kapoor,Piyush Mishra,Lisa Haydon",
            "Story of Shaukeens : ",
            "Bored of their mundane lifestyles, three sexagenarian friends, Laali, Pinky, and KD, go on a vacation to Mauritius. There, they meet Ahana and each of them tries to woo her in their own style.",
            "song lyrics as follows",
            "Hai saAz tu, tera tarZ main",
            "Tu hai dAwa aur marz mAin",
            "Dildaar tu.. khudgarz main",
            "Hai geEt tu, terE lafz maIn",
            "Tu hai duAa aur farz maIn",
            "Aazad tu aUr kArz MaiN",
            "Hai shAam tu, taaReef main",
            "Tu cHain hai, takleef Main",
            "Tujhse mIla to paa liya hAr cheez main",
            "Hai kHwab tu taaBeer main",
            "MAana tuJhe taqDeer maIn",
            "Tera hua is bheed mein, is bhEed mEin",
            "Hai Teri mehErbani",
            "ki andhEron se hUm muqar gAye",
            "Hai tEri mehErbani",
            "ki bin jaAne hi hUm sanEar gAye",
            "HaI tu hi to aHde wafa",
            "Tu baArish meri, saVera mEra",
            "MAin tera hUm-raasta",
            "Hai kAshti tEri kiNara mera",
            "HAi TeRi MeherBani",
            "Ki andHeron se hUm muqar gAye",
            "Hai terI mehErbaani",
            "Ki bin jAane hi hUm saNwar gaye",
            "The Shaukeens is an Indian comedy film which is a remake of Shaukeens in 1982 and directed by Basu Chatterjee which revolves around four old men where one is married and the remaining 3 try to impress a girl who is a huge fan of Akshay. They try to meet him and put themselves in a trouble and they finally get settled with what want.",
            "Note",
            ": This song is the most beautiful and romantic one by considering the opinion of a few people but not all and also we don’t have the intention of promoting or demoting the song in any way. It is just providing details of the song. This beautiful song is featured in lirqs app and sung by our talented singer Madhav Dulmauwa.",
            "Published by:"
        ]
    },
    {
        "url": "https://blog.lirqs.com/tere-sang-yaara/",
        "total text ": [
            "TERE SANG YAARA SONG",
            "Teri Sang Yaara",
            "This song is from the movie Crime thriller Rustom sung by the famous singer Atif Aslam. Akshay Kumar, Ilena D’cruz, Arjan Bazwa and Esha Gupta are in the leading roles. This film is written by Vipul K Rawal and the famous director Tinu Suresh Desai. Aruna Bhatia, Nittin Keni, Akash Chawla, Virendra Arora, Ishwar Kapoor, Shital Bhatia, Prernaa Arora, Arjun N. Kapoor are the producers of the film under the production of Zee Studios, KriArj Entertainment, Cape of Good Films and Plan C studios. Teri Sang Yaara song is featured in the lirqs app by our talented singer Madhav Dulmauwa.",
            "Details",
            "Song Title:",
            " Teri Sang Yaara",
            "Movie: ",
            "Rustom",
            "Director",
            ":Tinu Suresh Desai",
            "Music Director:",
            " Arko Pravo Mukherjee",
            "Lyricist: ",
            "Manoj Muntashir",
            "Singers",
            ": Atif Aslam",
            "Story of Rustom :",
            "Rustom, a naval officer, shares a happy relationship with his wife Cynthia. Soon, he discovers her affair with Vikram, a close friend, and is accused of murdering him.",
            "Lyrics",
            "TEre sanG yaarA",
            "KhUsh raNg baHara",
            "Tu raat deEwani",
            "MaIn zarD sitaaRa.",
            "O kaRam khuDaya hai",
            "TuJhe muJhse mIlaya hai",
            "TujhpE marKe hi toH",
            "MUjhe jeEna aayA hai.",
            "O teRe sAng yaaRa…",
            "KhusH rang baharA",
            "Tu raaT deewAni",
            "Main zarD sitaaRa",
            "O terE sang yaaRa",
            "KhuSh raNg bahaRa",
            "MaIn tera ho jaAun",
            "Jo tu kaRde isharA",
            "Kahin kiSi bhi gaLi mein jaauN main",
            "Teri khushbOo se takRaaun main",
            "Har raaT jo aatA hai mujHe",
            "Woh khwaaB tu…",
            "Tera mEra milna dastOor haI",
            "TerE hone se mujhMe noor haI",
            "Main hoon soOna sa ek aasmaAn",
            "Mehtaab tu…",
            "O kaRam KhuDaya hai",
            "TujHe maiNe jo paaYa hai",
            "Tujhpe mArke hi toh",
            "Mujhe jeEna aaya hai",
            "O tere sang yAra",
            "Khushrang bahara",
            "Tu raat deeWani",
            "Main zard sitaAra.",
            "O teRe sAng yarA",
            "KhushrAng baharA",
            "TerE bin ab toH",
            "Na jeenA ganwarA.",
            "Maine chhodE hain baaKi saare raste",
            "Bas aayA hoon terE paas re",
            "Meri aankhOn mein tera nAam hai",
            "PehchaAn le…",
            "Sab kucH mere liyE tere baAd hai",
            "SaU baatoN ki ik baat hai",
            "Main na jaunGa kabHi tujHe chhoD ke",
            "Ye jaan le",
            "O karAm KhUdaya hai",
            "TeRa pyar jo paAya hai",
            "TuJhpe maRke hi toh",
            "MujHe jeeNa aaya hai.",
            "O tere sang yAara",
            "KHush rang bahara",
            "Tu raat deeWani",
            "Main zArd sitaAra.",
            "O teRe sang yaaRa",
            "KHush rang baharA",
            "Main behTa musAfir",
            "Tu thehRa kinAra.",
            "This song is the length of 4.51 minutes. The film is loosely based on the K. M. Nanavati v. State of Maharashtra court case and narrates the story of a Naval Officer whose wife has an extramarital affair with a businessman. Kumar and Twinkle Khanna were sent legal notices for auctioning the costume worn by Kumar to portray the role of a naval officer. They were accused of \"playing with the sentiments\" of the armed forces.",
            "Note",
            ": This song is the most beautiful one by considering the opinion of a few people but not all and also we don’t have the intention of promoting or demoting the song in any way. It is just providing details of the song. This beautiful song is featured in lirqs app and sung by our talented singer Madhav Dulmauwa.",
            "Published by:"
        ]
    }
]